IDEA StatiCa Open Model
SubStructureGeometry.RealMembers Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Array of DesignMemberInSubStructure
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<DesignMemberInSubStructure> RealMembers { get; set; }
Public Property RealMembers As List(Of DesignMemberInSubStructure)
	Get
	Set
public:
property List<DesignMemberInSubStructure^>^ RealMembers {
	List<DesignMemberInSubStructure^>^ get ();
	void set (List<DesignMemberInSubStructure^>^ value);
}
Return Value
Type: List<DesignMemberInSubStructure>
List of DesignMemberInSubStructure
See Also
Reference
SubStructureGeometry Class
IdeaRS.OpenModel.Model Namespace